Repository: Web-Ex-Machina/contao-geodata
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: fr

# tl_module.wem_geodata_map.0
source: Map
fr: Carte

# tl_module.wem_geodata_map.1
source: Select the map to display.
fr: Sélectionner la carte à afficher.

# tl_module.wem_geodata_maps.0
source: Maps
fr: Cartes

# tl_module.wem_geodata_maps.1
source: Select maps to display.
fr: Sélectionner les cartes à afficher.

# tl_module.wem_geodata_map_list.0
source: List
fr: Liste

# tl_module.wem_geodata_map_list.1
source: Add a list of items to the map.
fr: Ajouter une liste des éléments à la carte.

# tl_module.wem_geodata_map_list.nolist
source: No list
fr: Pas de liste

# tl_module.wem_geodata_map_list.rightpanel
source: Right panel
fr: Panneau à droite

# tl_module.wem_geodata_map_list.below
source: Below
fr: En dessous

# tl_module.wem_geodata_filters.0
source: Filters
fr: Filtres

# tl_module.wem_geodata_filters.1
source: Add filters to the module.
fr: Ajouter des filtres au module.

# tl_module.wem_geodata_filters.nofilters
source: No filters
fr: Pas de filtres

# tl_module.wem_geodata_filters.leftpanel
source: Left panel
fr: Panneau à gauche

# tl_module.wem_geodata_filters.above
source: Above
fr: Au dessus

# tl_module.wem_geodata_filters.below
source: Below
fr: En dessous

# tl_module.wem_geodata_filters_fields.0
source: Filter fields
fr: Champs filtrables

# tl_module.wem_geodata_filters_fields.1
source: Select the filters to display.
fr: Sélectionnez les filtres à afficher.

# tl_module.wem_geodata_filters_fields.search
source: Search
fr: Recherche

# tl_module.wem_geodata_filters_fields.category
source: Category
fr: Catégorie

# tl_module.wem_geodata_filters_fields.country
source: Country
fr: Pays

# tl_module.wem_geodata_filters_fields.admin_lvl_1
source: Administrative Area (Level 1)
fr: Zone administrative (Niveau 1)

# tl_module.wem_geodata_filters_fields.admin_lvl_2
source: Administrative Area (Level 2)
fr: Zone administrative (Niveau 2)

# tl_module.wem_geodata_filters_fields.city
source: City
fr: Ville

# tl_module.wem_geodata_customTplForGeodataItems.0
source: Model for list items
fr: Modèle pour les éléments de la liste

# tl_module.wem_geodata_customTplForGeodataItems.1
source: Here you can select the list items template.
fr: Ici, vous pouvez choisir un modèle pour les éléments de la liste

# tl_module.wem_geodata_search.0
source: Search field
fr: Champ de recherche

# tl_module.wem_geodata_search.1
source: Display a search field.
fr: Afficher un champ de recherche.
