Repository: Web-Ex-Machina/contao-geodata
Catalog: src/Resources/contao/languages/*/*_wem_item.xlf
Languages: de

# tl_wem_item.location_legend
source: Global informations
de: Globale Informationen

# tl_wem_item.title.0
source: Title
de: Name

# tl_wem_item.title.1
source: Enter the map title
de: Bitte Kartennamen eingeben.

# tl_wem_item.published.0
source: Publish
de: Veröffentlichen

# tl_wem_item.published.1
source: Check to display the location on the frontend map
de: Auswählen um den Standort auf der Karte zu veröffentlichen

# tl_wem_item.publishedAt.0
source: Show from
de: Anzeigen ab

# tl_wem_item.publishedAt.1
source: If you want to prevent the element from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
de: Wenn Sie das Inhaltselement erst ab einem bestimmten Zeitpunkt auf der Webseite anzeigen möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.

# tl_wem_item.publishedUntil.0
source: Show until
de: Anzeigen bis

# tl_wem_item.publishedUntil.1
source: If you want to prevent the element from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
de: Wenn Sie das Inhaltselement nur bis zu einem bestimmten Zeitpunkt auf der Webseite anzeigen möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.

# tl_wem_item.coords_legend
source: Coordinates
de: Koordinaten

# tl_wem_item.lat.0
source: Latitude
de: Breitengrad

# tl_wem_item.lat.1
source: Enter the location latitude
de: Breitengrad eingeben

# tl_wem_item.lng.0
source: Longitude
de: Längengrad

# tl_wem_item.lng.1
source: Enter the location longitude
de: Längengrad eingeben

# tl_wem_item.street_legend
source: Postal address
de: Postanschrift

# tl_wem_item.street.0
source: Street
de: Straße

# tl_wem_item.street.1
source: Enter the location street
de: Straße eingeben

# tl_wem_item.postal.0
source: Postal
de: PLZ

# tl_wem_item.postal.1
source: Enter the location postal code
de: Postleitzahl eingeben

# tl_wem_item.city.0
source: City
de: Stadt

# tl_wem_item.city.1
source: Enter the location city
de: Stadt eingeben

# tl_wem_item.region.1
source: Enter the location region
de: Region/Bundesland eingeben

# tl_wem_item.country.0
source: Country
de: Land

# tl_wem_item.country.1
source: Enter the location country
de: Land eingeben

# tl_wem_item.contact_legend
source: Contact Data
de: Kontaktdaten

# tl_wem_item.phone.0
source: Phone
de: Telefon

# tl_wem_item.phone.1
source: Enter the location phone number
de: Telefonnummer eingeben

# tl_wem_item.email.1
source: Enter the location mail address
de: E-Mail Adresse eingeben

# tl_wem_item.website.0
source: Website
de: Internet Adresse

# tl_wem_item.website.1
source: Enter the location website URL
de: Internet Adresse eingeben

# tl_wem_item.new.0
source: New location
de: Neuer Standort

# tl_wem_item.new.1
source: Create a new location
de: Einen neuen Standort erstellen

# tl_wem_item.edit.0
source: Edit location
de: Standort bearbeiten

# tl_wem_item.edit.1
source: Edit location ID %s
de: Standort ID %s bearbeiten

# tl_wem_item.copy.0
source: Copy location
de: Standort kopieren

# tl_wem_item.copy.1
source: Copy location ID %s
de: Standort ID %s kopieren

# tl_wem_item.delete.0
source: Delete location
de: Standort löschen

# tl_wem_item.delete.1
source: Delete location ID %s
de: Standort ID %s löschen

# tl_wem_item.show.0
source: Show location data
de: Standortdaten anzeigen

# tl_wem_item.show.1
source: Show location data ID %s
de: Standortdaten von ID %s anzeigen

# tl_wem_item.toggle.0
source: Show/Hide location
de: Anzeigen/Verstecken des Standorts

# tl_wem_item.toggle.1
source: Show/Hide location ID %s
de: Anzeigen/Verstecken des Standorts ID %s

# tl_wem_item.geocode.0
source: Find location coordinates
de: Standortdaten finden

# tl_wem_item.geocode.1
source: Find location ID %s coordinates
de: Standortdaten von ID %s finden

# tl_wem_item.import.1
source: Import locations in this map
de: Importieren von Standorten in diese Karte

# tl_wem_item.source.0
source: File
de: Datei

# tl_wem_item.source.1
source: Select the Excel File with your locations
de: Wähle Excel Datei mit Standorten aus

# tl_wem_item.export.1
source: Export locations of this map
de: Exportiere Standorte dieser Karte

# tl_wem_item.exportSettingsTitle
source: Export settings
de: Exporteinstellungen

# tl_wem_item.exportSettingsLimitToCategoriesCheckboxLabel
source: Limit export to certain categories
de: Beschränken Sie den Export auf bestimmte Kategorien

# tl_wem_item.exportSettingsLimitToCategoriesSelectLabel
source: Categories :
de: Kategorien :

# tl_wem_item.exportSettingsLimitToCountriesCheckboxLabel
source: Limit export to certain countries
de: Beschränken Sie den Export auf bestimmte Länder

# tl_wem_item.exportSettingsLimitToCountriesSelectLabel
source: Countries :
de: Länder :

# tl_wem_item.importExampleTitle
source: Your Excel file should looks like this :
de: Die Excel Datei sollte wie folgt aussehen:

# tl_wem_item.importListCountriesTitle
source: You will find the list of the countries below :
de: Eine Liste der Länder ist unten zu finden :

# tl_wem_item.importSettingsTitle
source: Import settings
de: Importeinstellungen

# tl_wem_item.importSettingsUpdateLabel
source: Update already existing items
de: Aktualisieren Sie bereits vorhandene Elemente

# tl_wem_item.importSettingsDeleteLabel
source: Delete existing elements not present in import file
de: Löschen Sie vorhandene Elemente, die nicht in der Importdatei vorhanden sind

# tl_wem_item.geocodeAll.1
source: Geocode all locations
de: Geocode aller Standorte

# tl_wem_item.geocodeAllConfirm
source: Are you sure you want to geocode all locations ?
de: Sicher, dass alle Standorte geogecodet werden sollen ?

# tl_wem_item.createdConfirmation
source: %s locations have been created
de: %s Standorte wurden erstellt

# tl_wem_item.updatedConfirmation
source: %s locations have been updated
de: %s Standorte wurden aktualisisert

# tl_wem_item.deletedConfirmation
source: %s locations have been deleted
de: %s Standorte wurden gelöscht
