Repository: Web-Ex-Machina/contao-geodata
Catalog: src/Resources/contao/languages/*/*_wem_map_item.xlf
Languages: fr

# tl_wem_map_item.location_legend
source: Global informations
fr: Informations générales

# tl_wem_map_item.title.0
source: Title
fr: Intitulé

# tl_wem_map_item.title.1
source: Enter the map title
fr: Saisissez le titre de la carte

# tl_wem_map_item.alias.0
source: Location alias
fr: Alias d'emplacement

# tl_wem_map_item.alias.1
source: The location alias is a unique reference to the location item which can be called instead of its numeric ID.
fr: Un alias d'emplacement est une référence unique qui remplace l'ID numérique de l'emplacement.

# tl_wem_map_item.category.0
source: Category
fr: Catégorie

# tl_wem_map_item.category.1
source: Select the location category
fr: Sélectionnez la catégorie de l'emplacement

# tl_wem_map_item.published.0
source: Publish
fr: Publier

# tl_wem_map_item.published.1
source: Check to display the location on the frontend map
fr: Cochez pour afficher l'emplacement sur la carte en frontend

# tl_wem_map_item.publishedAt.0
source: Show from
fr: Afficher à partir du

# tl_wem_map_item.publishedAt.1
source: If you want to prevent the element from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
fr: Si vous souhaitez empêcher l'affichage de l'élement sur le site avant une certaine date / heure, vous pouvez la saisir ici. Sinon, laissez le champ vide.

# tl_wem_map_item.publishedUntil.0
source: Show until
fr: Afficher jusqu'au

# tl_wem_map_item.publishedUntil.1
source: If you want to prevent the element from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
fr: Si vous souhaitez empêcher l'affichage de l'élément sur le site après une certaine date / heure, vous pouvez la saisir ici. Sinon, laissez le champ vide.

# tl_wem_map_item.coords_legend
source: Coordinates
fr: Coordonnées

# tl_wem_map_item.lat.1
source: Enter the location latitude
fr: Saisissez la latitude de l'emplacement

# tl_wem_map_item.lng.1
source: Enter the location longitude
fr: Saisissez la longitude de l'emplacement

# tl_wem_map_item.street_legend
source: Postal address
fr: Adresse postale

# tl_wem_map_item.street.0
source: Street
fr: Rue

# tl_wem_map_item.street.1
source: Enter the location street
fr: Saisissez la rue de l'emplacement

# tl_wem_map_item.postal.0
source: Postal
fr: Code postal

# tl_wem_map_item.postal.1
source: Enter the location postal code
fr: Saisissez le code postal de l'emplacement

# tl_wem_map_item.city.0
source: City
fr: Ville

# tl_wem_map_item.city.1
source: Enter the location city
fr: Saisissez la ville de l'emplacement

# tl_wem_map_item.admin_lvl_1.0
source: Region
fr: Région

# tl_wem_map_item.admin_lvl_1.1
source: Enter the location region
fr: Saisissez la région de l'emplacement

# tl_wem_map_item.admin_lvl_2.0
source: County
fr: Département

# tl_wem_map_item.admin_lvl_2.1
source: Enter the location county
fr: Saisissez le département de l'emplacement

# tl_wem_map_item.admin_lvl_3.0
source: District
fr: Communauté des communes

# tl_wem_map_item.admin_lvl_3.1
source: Enter the location district
fr: Saisissez la communauté des communes de l'emplacement

# tl_wem_map_item.country.0
source: Country
fr: Pays

# tl_wem_map_item.country.1
source: Enter the location country
fr: Saisissez le pays de l'emplacement

# tl_wem_map_item.data_legend
source: Media & Data
fr: Fichiers & Données

# tl_wem_map_item.picture.0
source: Picture
fr: Photo

# tl_wem_map_item.picture.1
source: Select the location picture
fr: Sélectionnez la photo de l'emplacement

# tl_wem_map_item.teaser.0
source: Teaser
fr: Accroche

# tl_wem_map_item.teaser.1
source: Enter a short text about the location
fr: Saisissez un court texte sur l'emplacement

# tl_wem_map_item.contact_legend
source: Contact Data
fr: Informations de contact

# tl_wem_map_item.phone.0
source: Phone
fr: Téléphone

# tl_wem_map_item.phone.1
source: Enter the location phone number
fr: Saisissez le numéro de téléphone de l'emplacement

# tl_wem_map_item.fax.1
source: Enter the fax number
fr: Saisissez le numéro de fax de l'emplacement

# tl_wem_map_item.email.1
source: Enter the location mail address
fr: Saisissez l'adresse email de l'emplacement

# tl_wem_map_item.links_legend
source: Links
fr: Liens

# tl_wem_map_item.website.0
source: Website
fr: Site internet

# tl_wem_map_item.website.1
source: Enter the location website URL
fr: Saisissez l'adresse du site internet de l'emplacement

# tl_wem_map_item.facebook.1
source: Enter the location facebook URL
fr: Saisissez l'adresse du facebook de l'emplacement

# tl_wem_map_item.twitter.1
source: Enter the location twitter URL
fr: Saisissez l'adresse du twitter de l'emplacement

# tl_wem_map_item.instagram.1
source: Enter the location instagram URL
fr: Saisissez l'adresse de l'instagram de l'emplacement

# tl_wem_map_item.attributes_legend
source: Attributes
fr: Attributs

# tl_wem_map_item.attributes.0
source: Location attributes
fr: Attributs de l'emplacement

# tl_wem_map_item.attributes.1
source: Manage the location attributes
fr: Gérez les attributs de l'emplacement

# tl_wem_map_item.new.0
source: New location
fr: Nouvel emplacement

# tl_wem_map_item.new.1
source: Create a new location
fr: Créer un nouvel emplacement

# tl_wem_map_item.edit.0
source: Edit location contents
fr: Editer les contenus de l'emplacement

# tl_wem_map_item.edit.1
source: Edit location contents ID %s
fr: Editer les contenus de l'emplacement ID %s

# tl_wem_map_item.editheader.0
source: Edit location
fr: Editer l'emplacement

# tl_wem_map_item.editheader.1
source: Edit location ID %s
fr: Editer l'emplacement ID %s

# tl_wem_map_item.copy.0
source: Copy location
fr: Dupliquer l'emplacement

# tl_wem_map_item.copy.1
source: Copy location ID %s
fr: Dupliquer l'emplacement ID %s

# tl_wem_map_item.delete.0
source: Delete location
fr: Supprimer l'emplacement

# tl_wem_map_item.delete.1
source: Delete location ID %s
fr: Supprimer l'emplacement ID %s

# tl_wem_map_item.show.0
source: Show location data
fr: Voir les informations de l'emplacement

# tl_wem_map_item.show.1
source: Show location data ID %s
fr: Voir les informations de l'emplacement ID %s

# tl_wem_map_item.toggle.0
source: Show/Hide location
fr: Afficher/Cacher l'emplacement

# tl_wem_map_item.toggle.1
source: Show/Hide location ID %s
fr: Afficher/Cacher l'emplacement ID %s

# tl_wem_map_item.geocode.0
source: Find location coordinates
fr: Chercher les coordonnées de l'emplacement

# tl_wem_map_item.geocode.1
source: Find location ID %s coordinates
fr: Chercher les coordonnées de l'emplacement ID %s

# tl_wem_map_item.import.0
source: Import
fr: Importer

# tl_wem_map_item.import.1
source: Import locations in this map
fr: Importer des emplacements dans cette carte

# tl_wem_map_item.source.0
source: File
fr: Fichier

# tl_wem_map_item.source.1
source: Select the Excel File with your locations
fr: Sélectionnez le fichier Excel contenant vos emplacements

# tl_wem_map_item.downloadSampleBTTitle
source: Download a sample file as example
fr: Télécharger un fichier d'exemple

# tl_wem_map_item.downloadSampleBT
source: Download a sample file as example
fr: Télécharger un fichier d'exemple

# tl_wem_map_item.export_form.0
source: Export
fr: Exporter

# tl_wem_map_item.export_form.1
source: Export locations of this map
fr: Export les emplacements de cette carte

# tl_wem_map_item.exportSettingsTitle
source: Export settings
fr: Paramètres de l'export

# tl_wem_map_item.exportSettingsFormatLabel
source: Export format
fr: Format de l'export

# tl_wem_map_item.exportSettingsLimitToCategoriesCheckboxLabel
source: Limit export to certain categories
fr: Limiter l'export à certaines catégories

# tl_wem_map_item.exportSettingsLimitToCategoriesSelectLabel
source: Categories :
fr: Catégories :

# tl_wem_map_item.exportSettingsLimitToCountriesCheckboxLabel
source: Limit export to certain countries
fr: Limiter l'export à certains pays

# tl_wem_map_item.exportSettingsLimitToCountriesSelectLabel
source: Countries :
fr: Pays :

# tl_wem_map_item.importExampleTitle
source: Your Excel file should looks like this :
fr: Votre ficher Excel devrait ressembler à cela :

# tl_wem_map_item.importListCountriesTitle
source: You will find the list of the countries below :
fr: Vous trouverez la liste des pays ci-dessous :

# tl_wem_map_item.importSettingsTitle
source: Import settings
fr: Paramètres de l'import

# tl_wem_map_item.importSettingsUpdateLabel
source: Update already existing items
fr: Mettre à jour les élements déjà existant

# tl_wem_map_item.importSettingsDeleteLabel
source: Delete existing elements not present in import file
fr: Supprimer les élements existant non présents dans le fichier d'import

# tl_wem_map_item.geocodeAll.0
source: Geocode
fr: Géocode

# tl_wem_map_item.geocodeAll.1
source: Geocode all locations
fr: Géocoder tous les emplacements

# tl_wem_map_item.geocodeAllConfirm
source: Are you sure you want to geocode all locations ?
fr: Êtes-vous sûr de vouloir géocoder tous les emplacements ?

# tl_wem_map_item.createdConfirmation
source: %s locations have been created
fr: %s emplacements ont été créés

# tl_wem_map_item.updatedConfirmation
source: %s locations have been updated
fr: %s emplacements ont été mis à jour

# tl_wem_map_item.deletedConfirmation
source: %s locations have been deleted
fr: %s emplacements ont été supprimés

# tl_wem_map_item.errorsConfirmation
source: %s locations have not been imported
fr: %s emplacements n'ont pas été importés

# tl_wem_map_item.errorOnItemImport
source: Location "%s" has not been imported : %s
fr: L'emplacement "%s" n'a pas été importé : %s

# tl_wem_map_item.search.0
source: Search :
fr: Recherche :

# tl_wem_map_item.search.1
source: What are you looking for ?
fr: Que recherchez-vous ?
