Repository: Web-Ex-Machina/contao-geodata
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: de, fr

# CTE.wem_geodata.0
source: Locations
de: Standorte
fr: Emplacements

# CTE.wem_geodata.1
source: Generates a map of locations.
de: Erstellt Standorte auf einer Karte
fr: Génère une carte d'emplacements.

# CONTINENT.AS
source: Asia
de: Asien
fr: Asie

# CONTINENT.AN
source: Antarctica
de: Antarktis
fr: Antartique

# CONTINENT.AF
source: Africa
de: Afrika
fr: Afrique

# CONTINENT.SA
source: South America
de: Südamerika
fr: Amérique du Sud

# CONTINENT.EU
source: Europe
de: Europa

# CONTINENT.OC
source: Oceania
de: Ozeanien
fr: Océanie

# CONTINENT.NA
source: North America
de: Nordamerika
fr: Amérique du Nord

# WEM.LOCATIONS.LABEL.CONTINENT
source: Continent
de: Kontinent

# WEM.LOCATIONS.LABEL.COUNTRY
source: Country
de: Land
fr: Pays

# WEM.LOCATIONS.TITLE.PANEL
source: Contact details
de: Kontaktdetails
fr: Coordonnées

# WEM.LOCATIONS.BUTTON.BACK
source: Back
de: Zurück
fr: Retour

# WEM.LOCATIONS.CONFIRM.locationSaved
source: Location %s saved !
de: Standort %s gespeichert!
fr: Emplacement %s sauvegardé !

# WEM.LOCATIONS.LABEL.mapLoading
source: Loading ...
de: Laden ...
fr: Chargement ...

# WEM.LOCATIONS.ERROR.unknownAjaxRequest
source: Unknown AJAX action : "%s"
de: Unbekannte AJAX aktion : "%s"
fr: Action AJAX inconnue : "%s"

# WEM.LOCATIONS.ERROR.noMapFound
source: No map found !
de: Karte nicht gefunden
fr: Aucune carte trouvée !

# WEM.LOCATIONS.ERROR.noLocationsFound
source: No locations found for this map !
de: Keine Standorte für diese Karte gefunden
fr: Aucun emplacement trouvé pour cette carte !

# WEM.LOCATIONS.ERROR.noMapConfigured
source: No map configured for this module !
de: Für dieses Modul ist keine Karte konfiguriert!
fr: Aucune carte configurée pour ce module !

# WEM.LOCATIONS.ERROR.noCategoryConfigured
source: No category configured for this map !
de: Für diese Karte ist keine Kategorie konfiguriert!
fr: Aucune catégorie configurée pour cette carte !

# WEM.LOCATIONS.ERROR.countryNotFound
source: The country %s doesn't match a known ISO Code. Maybe there is a typo ?
de: Das Land %s entspricht keinem bekannten ISO Code. Vielleicht falsch geschrieben?

# WEM.LOCATIONS.ERROR.missingConfigForGeocoding
source: Config is missing for geocoding !
de: Es gibt keine Konfiguration für das Geocoding
fr: Absence de configuration pour le geocoding !

# WEM.LOCATIONS.ERROR.errorWhenSavingTheLocation
source: An error happened when saving the location. Please try again.
de: Es ist ein Fehler beim Speichern des Standorts aufgetreten. Bitte nochmal versuchen.
fr: Une erreur est survenue lors de la sauvegarde de l'emplacement. Veuillez réessayer.

# WEM.LOCATIONS.ERROR.unknownExportFormat
source: Unknown export format. Known formats are : "%s".
de: Unbekanntes Exportformat. Bekannte Formate sind : "%s".
fr: Format d'export inconnu. Les formats supportés sont : "%s"

# WEM.LOCATIONS.ERROR.gmapNeedsAPIKey
source: Google Maps needs an API Key !
de: Google Maps benötigt einen API Key !
fr: Google Maps necessite une clef API

# WEM.LOCATIONS.ERROR.unknownProvider
source: This provider is unknown.
de: Dieser Anbieter ist unbekannt.
fr: Ce service est inconnu.

# WEM.LOCATIONS.ERROR.invalidRequest
source: Invalid request : "%s".
de: Ungültige Anfrage : "%s".
fr: Requête invalide : "%s".

# WEM.LOCATIONS.ERROR.pageNotFound
source: Page not found : "%s".
de: Seite nicht gefunden : "%s".
fr: Page introuvable : "%s".

# WEM.LOCATIONS.ERROR.categoriesNotFound
source: No categories found for this map.
de: Keine Kategorien für diese Karte gefunden.
fr: Aucune catégorie trouvée pour cette carte.

# WEM.LOCATIONS.ERROR.categoryNotFound
source: No category found for : "%s".
de: Keine Kategorie gefunden für : "%s".
fr: Aucune catégorie trouvée pour : "%s".

# WEM.LOCATIONS.ERROR.locationNotFound
source: No location found for : "%s".
de: Kein Ort gefunden für : "%s".
fr: Aucun emplacement trouvé pour : "%s".

# WEM.LOCATIONS.ERROR.mapsNotFound
source: No maps found.
de: Keine Karten gefunden.
fr: Aucune carte trouvée.

# WEM.LOCATIONS.ERROR.mapNotFound
source: No map found.
de: Keine Karte gefunden.
fr: Aucune carte trouvée.

# WEM.LOCATIONS.FILE_USAGE.tableNameMapItem
source: Map Item
de: Standort
fr: Emplacement

# WEM.LOCATIONS.FILE_USAGE.tableNameMapCategory
source: Map Item Category
de: Standortkategorie
fr: Catégorie d'emplacement

# WEM.LOCATIONS.BUTTON.READMORE
source: Read more
fr: En savoir plus

# WEM.LOCATIONS.ERROR.countryNotFound
source: The country "%s" doesn't match a known ISO Code. Maybe there is a typo ?
fr: Le pays "%s" ne correspond à aucun ISO code connu. Peut-être qu'il y a une faute ?

# WEM.LOCATIONS.ERROR.featureDeletedIn
source: The feature %s was deleted in %s version.
fr: La fonctionnalité %s a été supprimée en version %s.
