Repository: Web-Ex-Machina/contao-geodata
Catalog: src/Resources/contao/languages/*/modules.xlf
Languages: de, fr

# MOD.wem-geodata
source: Cartes & Locations
de: Karten & Standorte

# MOD.wem-maps.0
source: Maps
de: Karten
fr: Cartes

# MOD.wem-maps.1
source: Manage maps and locations of your website
de: Karten und Standorte verwalten
fr: GÃ©rer les cartes et emplacements de votre site

# FMD.wem_geodata
source: Cartes & Locations
de: Karten & Standorte

# FMD.wem_display_map.0
source: Map
de: Karte
fr: Carte

# FMD.wem_display_map.1
source: Display a map on your website
de: Karte auf der Webseite anzeigen
fr: Affiche une carte sur votre site

# FMD.wem_geodata_list.0
source: Locations list
de: Standortliste
fr: Emplacements - liste

# FMD.wem_geodata_list.1
source: Display a locations list on your website
de: Zeigen Sie eine Standortliste auf Ihrer Website an
fr: Affiche une liste d'emplacements sur votre site

# FMD.wem_geodata_reader.0
source: Locations reader
de: Standortleser
fr: Emplacements - lecteur

# FMD.wem_geodata_reader.1
source: Display a locations reader on your website
de: Zeigen Sie einen Standortleser auf Ihrer Website an
fr: Affiche un lecteur d'emplacements sur votre site

# MOD.wem-geodata
source: Maps & Locations
fr: Cartes & Emplacements

# FMD.wem_geodata
source: Maps & Locations
fr: Cartes & Emplacements
